Repository: common-repository/visitors-voice-site-search-analytics
Catalog: languages/visitorsvoice-*.po
Languages: se_se

source: Visitors Voice - Site Search Statistics
se_se: Visitors Voice - statistik från er sökmotor

source: Keyword suggestions
se_se: Förslag på nyckelord

source: Users has searched for the initial search terms below, then refined their searches and clicked on this page in the search engine hit list. Consider to use the search terms in your content or add them to the keywords of this page in order to promote them in the search engine hit list:
se_se: Sökorden nedan har omformulerats och sedan har användarna klickat på den här sidan i sökträfflistan. Det kan betyda att sökorden passar som nyckelord för den här sidan:

source: Initial search terms
se_se: Sökorden

source: Refinements
se_se: Omformuleringar

source: Users
se_se: Antal besökare som sökt

source: Add initial search term to keywords
se_se: Lägg till sökordet som nyckelord

source: Mark all these keyword suggestions as fixed
se_se: Gått igenom alla förslag? (OBS: Kräver INTE att du har lagt till alla nyckelordsförslag, bara att du har tagit alla i beaktning och inte vill se dem igen)

source: Search terms related to the page
se_se: Interna sökord som använts av de som besökt sidan

source: Outgoing
se_se: Sökord som besökarna har använt på sidan

source: Incoming
se_se: Sökord som tagit besökare till sidan

source: External
se_se: Sökord från Google

source: Search terms
se_se: Sökord

source: Users that found
se_se: Besökare som hittat när de sökt

source: Analyze search terms
se_se: Visa en analys av sökordet

source: Analyze
se_se: Visa analys

source: Count
se_se: Antal sökningar

source: Keywords
se_se: Nyckelord

source: Visitors Voice - Site Search Statitics that matters
se_se: Visitors Voice spårar sökstatistik från er interna sökmotor

source: Are you an editor?
se_se: Visitors Voice för dig som är redaktör

source: When you edit a page Visitors Voice will display which search terms the users searched for before they entered the page.
se_se: När du arbetar med en sida visar Visitors Voice sökorden som lett användare till sidan.

source: Visitors Voice will also show which search terms the users used leaving your page. Together this might give you a better understanding of what is asked from your page.
se_se: Visitors Voice visar också vilka sökord som besökarna använder på sidan. Sammantaget kan det ge er en bättre förståelse för vad som är viktigt med sidan. Och vad som eventuellt saknas.

source: Number of days back Visitors Voice get statistics for:
se_se: Antal dagar som Visitors Voice hämtar statistik:

source: Are you the Site Search owner?
se_se: Visitors Voice för dig som sökmotoransvarig

source: Visitors Voice suggests keywords for pages based on if there are users refining their searches before they click on the page in the search engine result list.
se_se: Visitors Voice föreslår nyckelord för sidor baserat på om användarna har sökt efter något, sedan omformulerat sin sökning och därefter klickat in på sidan. Det ursprungliga sökordet som omformulerats kan ofta fungera som ett nyckelord.

source: Number of days before Visitors Voice checks for new suggestions:
se_se: Antal dagar innan Visitors Voice hämtar nya förslag på nyckelord:

source: The list below shows pages with keyword suggestions:
se_se: Listan nedan visar sidor med nyckelordsförslag:

source: Congratulations, all suggestions have been fixed.
se_se: Gratulerar, alla nyckelordsförslag är fixade.

source: Title
se_se: Titel

source: Author
se_se: Författare

source: Pagestatus
se_se: Sidstatus

source: If you don't have a Visitors Voice account, use our <a href="http://en.visitorsvoice.com/signup/" target="_new"> free trial</a>
se_se: Om du inte har något Visitors Voice konto, pröva kostnadsfritt <a href="http://en.visitorsvoice.com/signup/" target="_new"> här</a>.

source: Searchterm list
se_se: Sökordslista

source: Total search quality
se_se: Total sökkvalitet

source: Settings
se_se: Inställningar

source: Visitors Voice will show your visitors search behavior for each url and give suggestions how you can improve your content and metadata.
se_se: Visitors Voice visar vad era besökare söker efter och ger förslag på innehåll och nyckelord.

source: If you don't have a Visitors Voice account, use our <a href="http://en.visitorsvoice.com/sign-up-for-free-trial/" target="_new"> free trial</a> or apply for a <a href="http://en.visitorsvoice.com/apply-for-a-developer-account/" target="_new"> developer account</a>.
se_se: Om du saknar If you don't have a Visitors Voice account, use our <a href="http://en.visitorsvoice.com/sign-up-for-free-trial/" target="_new"> free trial</a> or apply for a <a href="http://en.visitorsvoice.com/apply-for-a-developer-account/" target="_new"> developer account</a>.

source: Configure the plugin - step 1(2)
se_se: Konfigurera pluginen - steg 1(2)

source: You will find your API Key at the top of the <b>My Account</b>-settings screen in your <a href='http://service.visitorsvoice.com/' target='_new'>Visitors Voice Dashboard</a>.<br/><br/>
se_se: API nyckeln finns under Inställningar i<a href='http://service.visitorsvoice.com/' target='_new'>Visitors Voice dashboard</a>.<br/><br/>

source: API Key
se_se: API nyckel

source: Authorize
se_se: Auktorisera

source: Want to use test account? API-key: 12345
se_se: Vill du använda testkonto? Ange då 12345

source: To administer your Visitors Voice account, visit the <a href='http://service.visitorsvoice.com/' target='_new'>Visitors Voice Dashboard</a>
se_se: För att administrera ert Visitors Voice konto - besök <a href='http://service.visitorsvoice.com/' target='_new'>Visitors Voice Dashboard</a>

source: Visitors Voice Plugin Settings
se_se: Visitors Voice inställningar

source: How often Visitors Voice get top priority pages from the API:
se_se: Hur ofta ska visitors Voice hämta sidor med nyckelordsförslag?

source: (days)
se_se: (dagar)

source: Maximum number of top priority pages Visitors Voice could get at a time:
se_se: Maximalt antal sidor med nyckelordsförslag som hämtas per tillfälle:

source: (pages)
se_se: (sidor)

source: Number of days before a fixed suggestion could appear again:
se_se: Antal dagar innan ett förslag som åtgärdats eller beaktats kan visas igen:

source: Number of days back to display search terms for a page:
se_se: Antal dagar tillbaka som sökstatistik visas i editeringsläget:

source: Your internal site search url:
se_se: Er sidas interna sökurl:

source: Your customized Google search url:
se_se: Googles sökurl:

source: In order to make this plugin work, you need a separate plugin for handlng keywords metadata.
se_se: För att den här pluginen ska fungera optimalt behöver du en separat plugin för att hantera metadata för nyckelord/keywords

source: Specify post meta field name for the plugin that manages keywords metadata:
se_se: Definiera post meta fält för den plugin som hanterar metadata för nyckelord/keywords:

source: Save
se_se: Spara

source: Clear Visitors Voice Configuration
se_se: Nollställ Visitors Voices konfiguration

source: To administer your Visitors Voice account, you need to login to <a href='http://service.visitorsvoice.com/' target='_new'>Visitors Voice Dashboard</a>
se_se: För att administrera ert Visitors Voice konto - besök <a href='http://service.visitorsvoice.com/' target='_new'>Visitors Voice Dashboard</a>

source: Configure the plugin - step 2(2)
se_se: Konfigurera pluginen - steg 2(2)

source: Visitors Voice analyzes your visitors search and click behavior in order to find suggestions for you to improve the content and metadata of your pages. This might help more visitors find them; both in your internal search engine as well as the external search engines like Google.
se_se: Visitors Voice analyserar sök- och klickbeteenden och föreslår hur ni kan förbättra ert innehåll och metadata.

source: How often should Visitors Voice get top priority pages from the API?
se_se: Hur ofta ska Visitors Voice hämta sidor med nyckelordsförslag?

source: How many top priority pages should Visitors Voice get from the API at the most?
se_se: Hur många sidor med nyckelordsförslag ska Visitors Voice hämta som mest?

source: How many days must pass before a suggestion you have fixed for a page could appear again?
se_se: Hur många dagar måste passera innan ett förslag kan visas på nytt?

source: How many days back to display search terms for a page?
se_se: How många dagar tillbaka ska sökstatistik visas i editeringsläget?

source: Your internal site search url. Replace the search term in the url with ##SEARCHTERM##:
se_se: Er sidas interna sökurl (ersätt sökordet med ##SEARCHTERM##):

source: Customize your Google search url. Replace the keyword in the url with ##KEYWORD##:
se_se: Anpassa google url:en (ersätt sökordet med ##KEYWORD##):
